[
    {
        "product_name": "Spirulina Powder",
        "product_description": "Spirulina is a cyanobacterium (blue-green algae) that can be consumed by humans and other animals. The World Health Organization described spirulina as “an interesting food for multiple reasons, rich in protein and iron, and is able to be administered to children without any risk,” considering it “a very suitable food.” Spirulina is rich in nutrition and contains a variety of bioactive substances. The cell wall is mainly composed of protein with low cellulose content, which is easily digested and absorbed. Spirulina can be used directly or indirectly as feed additives to feed animals. It can promote the growth of animals, increase the body immunity, improve production performance, reduce feed consumption.         Application Health food, Dietary supplement, Feed",
        "product_image_urls": [
            "https://www.norlandbiotech.com/repository/image/GwkPAKm_TYOd5Qco7DY02A.jpg",
            "https://www.norlandbiotech.com/repository/image/mxAcljPyTUGWdPu1cub-qg.jpg",
            "https://www.norlandbiotech.com/repository/image/2aavEIOgTTmmkO4Ky2oDTw.jpg"
        ],
        "ai_enhanced_data": {
            "product_summary": "Spirulina is a cyanobacterium (blue-green algae) that can be consumed by humans and other animals. The World Health Organization described spirulina as “an interesting food for multiple reasons, rich in protein and iron, and is able to be administered to children without any risk,” considering it “a very suitable food.” Spirulina is rich in nutrition and contains a variety of bioactive substances. The cell wall is mainly composed of protein with low cellulose content, which is easily digested and absorbed.",
            "product_sentiment": {
                "polarity": 0.27833333333333327,
                "subjectivity": 0.5618055555555556
            }
        }
    },
    {
        "product_name": "Spirulina Tablets",
        "product_description": "Spirulina is a cyanobacterium (blue-green algae) that can be consumed by humans and other animals. The World Health Organization described spirulina as “an interesting food for multiple reasons, rich in protein and iron, and is able to be administered to children without any risk,” considering it “a very suitable food.” Spirulina is rich in nutrition and contains a variety of bioactive substances. The cell wall is mainly composed of protein with low cellulose content, which is easily digested and absorbed. Spirulina can be used directly or indirectly as feed additives to feed animals. It can promote the growth of animals, increase the body immunity, improve production performance, reduce feed consumption.         Application Health food, Dietary supplement, Feed",
        "product_image_urls": [
            "https://www.norlandbiotech.com/repository/image/GwkPAKm_TYOd5Qco7DY02A.jpg",
            "https://www.norlandbiotech.com/repository/image/mxAcljPyTUGWdPu1cub-qg.jpg",
            "https://www.norlandbiotech.com/repository/image/2aavEIOgTTmmkO4Ky2oDTw.jpg"
        ],
        "ai_enhanced_data": {
            "product_summary": "Spirulina is a cyanobacterium (blue-green algae) that can be consumed by humans and other animals. The World Health Organization described spirulina as “an interesting food for multiple reasons, rich in protein and iron, and is able to be administered to children without any risk,” considering it “a very suitable food.” Spirulina is rich in nutrition and contains a variety of bioactive substances. The cell wall is mainly composed of protein with low cellulose content, which is easily digested and absorbed.",
            "product_sentiment": {
                "polarity": 0.27833333333333327,
                "subjectivity": 0.5618055555555556
            }
        }
    },
    {
        "product_name": "Barley Grass Powder",
        "product_description": "Barley grass powder refers to the powder made by cleaning, soaking, drying and grinding the fresh and tender stem buds of 15-30 cm in the early stage of barley growth, with a low moisture content of about 5%. Barley grass is rich in plant protein, chlorophyll, antioxidant enzymes and dietary fiber. Meanwhile, barley grass contains a variety of minerals required by the human body, including calcium, iron, magnesium, zinc and potassium, especially the high content of calcium, potassium and magnesium. Barley grass is bright in color and rich in nutrition which can be used to adjust the color and nutritional composition of food. Application Health food, Beverages, Dietary supplement  Why choose our barley grass powder The fresh barley grass is delivered to the factory to process into powder on the same day after harvest, which guaranteed the freshness and the high quality of raw material. We have professional technical team with more than ten years of production experience. We have modernized production equipment and strict quality management system. ",
        "product_image_urls": [],
        "ai_enhanced_data": {
            "product_summary": "Barley grass is rich in plant protein, chlorophyll, antioxidant enzymes and dietary fiber. Meanwhile, barley grass contains a variety of minerals required by the human body, including calcium, iron, magnesium, zinc and potassium, especially the high content of calcium, potassium and magnesium. We have professional technical team with more than ten years of production experience.",
            "product_sentiment": {
                "polarity": 0.1670135746606335,
                "subjectivity": 0.4333257918552036
            }
        }
    },
    {
        "product_name": "Wheat Grass Powder",
        "product_description": "Wheatgrass is the freshly sprouted first leaves of the common wheat plant, used as a food, drink, or dietary supplement. Barley grass powder refers to the powder made by cleaning, soaking, drying and grinding the fresh and tender stem buds in the early stage of barley growth Wheatgrass is rich in plant protein, chlorophyll, antioxidant enzymes and dietary fiber. Wheatgrass is considered to be a suitable alkaline plant resource due to its rich nutrition and biological effects. Application Health food, Beverages, Dietary supplement  Why choose our Wheatgrass Powder The fresh barley grass is delivered to the factory to process into powder on the same day after harvest, which guaranteed the freshness and the high quality of raw material. We have professional technical team with more than ten years of production experience. We have modernized production equipment and strict quality management system. ",
        "product_image_urls": [],
        "ai_enhanced_data": {
            "product_summary": "Barley grass powder refers to the powder made by cleaning, soaking, drying and grinding the fresh and tender stem buds in the early stage of barley growth Wheatgrass is rich in plant protein, chlorophyll, antioxidant enzymes and dietary fiber. We have professional technical team with more than ten years of production experience. We have modernized production equipment and strict quality management system.",
            "product_sentiment": {
                "polarity": 0.15613122171945704,
                "subjectivity": 0.41675716440422317
            }
        }
    },
    {
        "product_name": "Chlorella Tablets",
        "product_description": "General Introduction: The existence of the green alga Chlorella goes back more than 3 thousand million years. The name Chlorella is from the Latin and means 'leaf' (green) and 'small', it refers to the unusually high content of Chlorophyll, which gives chlorella its characteristic deep emerald-green color. Chlorella is a kind of freshwater single-celled green algae. There are several species of Chlorella whose cells contain virtually all the rich nutrients needed in a healthy diet. It has a unique range of components, including Chlorella Growth Factor (CGF) and all the essential substances such as amino acids, saturated and unsaturated fatty acids, numerous precious vitamins, minerals and trace elements. It’s nutritive content: 50% protein, 20% carbohydrate, 11% lipids, and various other components 9% such as water, food fibers, minerals, etc.). These elements, which are absorbed by the organism in the gastro-intestinal tract, constitute essential food supplements.       Application Health food, Dietary supplement",
        "product_image_urls": [
            "https://www.norlandbiotech.com/repository/image/MoqyR-PkSb-gPVqklr1lTA.jpg",
            "https://www.norlandbiotech.com/repository/image/mh8_8S9MSuuZ088UMIKtOQ.jpg"
        ],
        "ai_enhanced_data": {
            "product_summary": "Chlorella is a kind of freshwater single-celled green algae. There are several species of Chlorella whose cells contain virtually all the rich nutrients needed in a healthy diet. It’s nutritive content: 50% protein, 20% carbohydrate, 11% lipids, and various other components 9% such as water, food fibers, minerals, etc.).",
            "product_sentiment": {
                "polarity": 0.08473333333333333,
                "subjectivity": 0.48526666666666673
            }
        }
    },
    {
        "product_name": "Chlorella Powder",
        "product_description": "General Introduction: The existence of the green alga Chlorella goes back more than 3 thousand million years. The name Chlorella is from the Latin and means 'leaf' (green) and 'small', it refers to the unusually high content of Chlorophyll, which gives chlorella its characteristic deep emerald-green color. Chlorella is a kind of freshwater single-celled green algae. There are several species of Chlorella whose cells contain virtually all the rich nutrients needed in a healthy diet. It has a unique range of components, including Chlorella Growth Factor (CGF) and all the essential substances such as amino acids, saturated and unsaturated fatty acids, numerous precious vitamins, minerals and trace elements. It’s nutritive content: 50% protein, 20% carbohydrate, 11% lipids, and various other components 9% such as water, food fibers, minerals, etc.). These elements, which are absorbed by the organism in the gastro-intestinal tract, constitute essential food supplements.       Application Health food, Dietary supplement",
        "product_image_urls": [
            "https://www.norlandbiotech.com/repository/image/MoqyR-PkSb-gPVqklr1lTA.jpg",
            "https://www.norlandbiotech.com/repository/image/mh8_8S9MSuuZ088UMIKtOQ.jpg"
        ],
        "ai_enhanced_data": {
            "product_summary": "Chlorella is a kind of freshwater single-celled green algae. There are several species of Chlorella whose cells contain virtually all the rich nutrients needed in a healthy diet. It’s nutritive content: 50% protein, 20% carbohydrate, 11% lipids, and various other components 9% such as water, food fibers, minerals, etc.).",
            "product_sentiment": {
                "polarity": 0.08473333333333333,
                "subjectivity": 0.48526666666666673
            }
        }
    },
    {
        "product_name": "Phycocyanin Powder",
        "product_description": "General Introduction: Phycocyanin is a natural water-soluble pigment-protein which extracted from spirulina. Phycocyanin was used as a food colorant and cosmetic additive due to its pure and clear blue. It is non-toxic and of strong oxidation resistance, can improve the body's immunity and prevent from cancer. Because of these functions, phycocyanin can be used for food supplement and health foods.    BEVERAGE   FOOD   COSMETIC  Application Health foods, Nutritional supplements, Beverages, Cosmetics.  Product Specification Physical and chemical properties Items Specification Method Algae Variety Identification Spirulina Platensis Morphological Classification Appearance Fine Blue powder Visual Flavor and odor Mild like seaweed Organoleptic Moisture ≤ 10.0% GB 5009.3-2010 Ash ≤ 10.0% GB 5009.4-2010 Color value ≥18.0  A620/A280 ≥1.3  Particle size 100% through 80mesh Screen -USP  Heavy metals content and Microbiological properties Items Specification Method Arsenic ≤ 1.0PPM AAS Lead ≤ 2.0PPM AAS Cadmium ≤ 0.5PPM AAS Mercury ≤ 0.1PPM AAS Chromium VI ≤ 2.0PPM AAS Total plate count ≤ 200,000cfu/g GB4789.2-2010 Yeast & Mold ≤ 300cfu/g GB4789.15-2010 Salmonella Negative/10g GB4789.4-2010 E. Coli Negative/10g GB4789.38-2012 Coliforms ≤ 10cfu/g GB4789.3-2010 Staphylococcus Negative/10g GB4789.10-2010  Package Inside: Aluminum foil bag     Outside: 10kg net cardboard drum Storage Store in cool & dry place at room temperature. Keep away from strong & direct light. Shelf life 18 months when properly stored.  Why choose our Phycocyanin Our Phycocyanin is extracted from the Spirulina which is grown in Erdos China. The process is physical extraction with none residual solvent. It’s none chemical synthesis, safety and healthy. We have professional technical team with more than ten years of production experience. We have modernized production equipment and strict quality management system.",
        "product_image_urls": [
            "https://www.norlandbiotech.com/repository/image/w135EdrTRQyX91jXdJNtyA.jpg",
            "https://www.norlandbiotech.com/repository/image/af0h94QlScikdRQg8b9nrw.jpg",
            "https://www.norlandbiotech.com/repository/image/uY47cOXbS9OxDGnLiG6S0Q.jpg",
            "https://www.norlandbiotech.com/repository/image/uQt_K1C4TlKlyOd1QkMLzQ.jpg"
        ],
        "ai_enhanced_data": {
            "product_summary": "General Introduction: Phycocyanin is a natural water-soluble pigment-protein which extracted from spirulina. Because of these functions, phycocyanin can be used for food supplement and health foods. We have professional technical team with more than ten years of production experience.",
            "product_sentiment": {
                "polarity": 0.12997448979591836,
                "subjectivity": 0.35931122448979586
            }
        }
    }
]